var config = {
    // Текст, который будет поочередно появляться на экране
    lines: [
        "Моя дорогая, любимая Муся...",
        "Знаешь, с тех пор как ты появилась в моей жизни — весь мир вокруг обрел совершенно иные краски.",
        "Рядом с тобой даже самый обычный день превращается в маленькое, теплое чудо.",
        "Спасибо тебе за твою бесконечную нежность, за искренний смех, уют и твою невероятную заботу.",
        "Ты — самое лучшее, что когда-либо случалось со мной.",
        "Я люблю тебя безумно, всем сердцем!",
        "И хочу проходить этот путь рука об руку. Навсегда вместе...",
        "Твой Хуршед ❤️"
    ],
    // Дата начала ваших отношений (ГГГГ-ММ-ДДTHH:MM:SS)
    date: "2026-04-18T12:00:00",
    // Ваши имена
    names: ["Муся", "Хуршед"]
}